<?php
 print_r($_POST);
 echo "<br />";
 echo "Ваш Email $_POST[email]";
 echo "<br />"; 
 echo "Ваш Пароль $_POST[pass]";
 echo "<br />"; 
 echo "Ваше имя $_POST[names]";
// 1) ввести название
// 2) выровнять по емаил и пасс 11111111111
// 3) пароль при вводе не должен показываться 111111111111
// 4) выбор пола       111111111
// 5) выбор дня месяца и года рождения
// 5.1) исходя из етого определять есть 18 лет или нет
// 6) кнопка отмена
// 7) курсор на начало ввода
// 8) коментарий заведению
// 9)оценка обслуживанья
// 10)сколько времени вы провели в заведение
// 11) собераетесь ли вы вернуться сюда еще
// 12) если какаето строка не введена вернуться в начало и указать на ето



// 1) сделать форму ввода квадратного уравнения

?>